[
  {
    "id": 1,
    "auteur": "Gilles Vigneault",
    "extrait_1": "Le temps que l'on prend pour dire 'je t'aime', C'est le seul qui reste au bout de nos jours. Les voeux que l'on fait, les fleurs que l'on sème, Chacun les récolte en lui-même Aux beaux jardins du temps qui court.",
    "cle_1": "s",
    "extrait_2": "Le temps de s'aimer, le jour de le rire, fond comme la neige aux doigts du printemps. Fêtons de nos joies, fêtons de nos rires Ces yeux où nos regards se mirent... C'est demain que j'avais vingt ans.",
    "cle_2": "d",
    "extrait_3": "Le ruisseau des jours aujourd'hui s'arrête Et forme un étang où chacun peut voir Comme en un miroir l'amour qu'il reflète Pour ces coeurs à qui je souhaite Le temps de vivre nos espoirs.",
    "cle_3": ""
  },
  {
    "id": 2,
    "auteur": "Mononc' Serge",
    "extrait_1": "Je n’veux pas entendre Le choeur des matantes Chanter « Je suis Mononc’ » Et qu’les critiques qui Me trouvaient pourri Trouvent soudain des mérites À mes textes polis",
    "cle_1": "c",
    "extrait_2": "Monotone Edmonton dans la morne plaine Chu mal rasé, j'ai mal à tête, je n'ai plus une cenne Les belles vendeuses font un détour pour éviter cette loque humaine Je suis pâle et je râle au West Edmonton Mall Je suis trop stone dans ce centre d'achat",
    "cle_2": "",   
    "extrait_3": "La guerre est finie, les déesses ont gagné Les requins et les crapauds ont capitulé Malgré sa masse, ma femme ne fait pas le poids Son ego s'écroule et c'est pourquoi Elle est frustrée",
    "cle_3": "o"  
  },
  {
    "id": 3,
    "auteur": "Harmonium",
    "extrait_1": "Non, mon p'tit gars, non C'est pas de même qu'on s'y prend, non T'as rien qu'à regarder la place qu'on t'a donné Non, non, mon p'tit gars Essaie pas d'bouger, non Sinon tes voisins vont être désenlignés Dites-moi donc quoi faire J'suis tombé sur terre Au milieu d'un champ qu'on a r'couvert d'acier",
    "cle_1": "r",
    "extrait_2": "L'encre s'est mise a couler Dans ma tête et sur un vieux papier Il m'a dit de vous dire Qu'il n'y a plus rien dire Il m'a dit de vous dire Devinez",
    "cle_2": "é",
    "extrait_3": "Dis-moi c'est quoi ta toune Qui m'r'vient comme le vent tout le temps Quand y vient c'est jamais pour lontemps, de temps en temps Pour longtemps, d'temps en temps Pour chauffer mes oreilles",
    "cle_3": "l"
  },
  {
    "id": 4,
    "auteur": "Marjo",
    "extrait_1": "J'me sens un peu comme le chat sauvage J'ai les ailes du coeur volage J'veux pas qu'on m'apprivoise, j'veux pas non plus qu'on m'mette en cage J'veux être aimée pour ce que j'ai à te donner ",
    "cle_1": "",
    "extrait_2": "Un air d'été oublié Te parlait d'amour en privé Tant de promesses qui filaient dans le vent Moment fragile immobile Et tu dors traversant un bout de vie Et tu dors t'avançant tout doucement",
    "cle_2": "r",
    "extrait_3": "Tant que j'aurai foi j'aurai une maison Et tout autour de moi danseront par million Tant que viendra la nuit toujours je poursuivrai Au-delà de mes jours encore je me battrai.",
    "cle_3": "i"
  },
  {
    "id": 5,
    "auteur": "Lynda Lemay",
    "extrait_1": "Comment t'as fait maman, pour lui ouvrir ton cœur Sans qu'il parte en courant, avec c'que t'as de meilleur Est-ce qu'il y a des mots magiques que t'as dit sans t'rendre compte Explique-moi donc k'ssé faudrait que j'raconte",
    "cle_1": "'",
    "extrait_2": "Y paraîtrait qu'le père Noël A dilapidé toute sa magie Lui qui se croyait éternel Comme la neige autour de lui Le voilà qui appelle à l'aide Il écrit des lettres aux enfants Il leur avoue qu'il est souffrant Il les supplie d'trouver un r'mède", 
    "cle_2": "i",
    "extrait_3": "La fille du restaurant Elle a jamais voulu, Faire un petit changement A son petit menu. T'es là qu'tu lui répètes Qu'tu vas payer l'surplus. Elle est là qu'elle s'entête. Qu'elle peut pas changer les frites Pour mettre du riz à la place Elle a pas l'droit la petite, Qu'est-ce que tu veux qu'elle fasse. Alors elle t'amène ton riz Dans une assiette à part. En te disant : J'vous l'ai mis Dans une assiette à part. Alors, toi tu t'emportes, Et puis tu t'obstines avec elle, Tu lui dis : Tiens l'idiote, Va jeter tes frites à la poubelle ! Et tu sors en claquant la porte, Car avoir fait ce que tu penses, On l'aurait r'trouvée morte, Gisant dans son incompétence.",
    "cle_3": ""
  }
 ]